<template>
  <div class="mod-home">
    <h3>猜谜语</h3>
    <ul>
      <li>按照1、12、1、1、1、2……规律写，接着该怎么写？</li>
      <li>一个胖子从二楼、二十层楼、二百层楼掉下来各有什么不同？</li>
      <li>两对父子去买帽子，为什么只买了三顶？</li>
      <li>研研十四岁生日的晚上，庆祝宴上点了十五支蜡烛。那是为什么？</li>
      <li>一座大楼发生火灾,老陈逃到了楼顶后,无路可走,便逃到了隔壁的楼顶上,两楼只隔10公分,老陈却摔死了,为什么?</li>
      <li>你爸爸和你妈妈生了个儿子，他既不是你哥哥又不是你弟弟，他是谁？</li>
      <li>三更半夜回家才发现忘记带钥匙,家里又没有其他人在,这时你最大的愿望是什么?</li>
    </ul>
    <h3>歪理</h3>
    <ul>
      <li>雷锋做了好事不留名，但是每一件事情都记到日记里面</li>
      <li>逃课太多，昨天想去上课，见到教授，教授惊讶地说，这么长时间不见，长这么大了。</li>
      <li>鸳鸯戏水，都他妈淹死；比翼双飞，都他妈摔死。</li>
      <li>幸福就是痒的时候挠一下，不幸就是痒了但挠不着，更不幸的是，很久以来灵魂和肉体都感觉不到那种蠢蠢欲动的痒了。</li>
      <li>我虽然做不了有钱人的后代，但我一定要做有钱人的祖宗。</li>
    </ul>
    
   <h3>哈哈</h3>
    <ul style="list-style-type:none">
      <li><img src="~@/assets/img/chenxuyuan1.jpg" /></li>
    </ul>
  </div>
</template>

<script>
  export default {
  }
</script>

<style>
  .mod-home {
    line-height: 1.5;
  }
</style>

